<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
{
    	"pension":[
    		{"p_group":"경상북도","p_name":"오도별장","p_address":"경상북도 포항시 북구 흥해읍 오도1-2리 272","p_tel":"016-9600-1560"},
    		{"p_group":"경상북도","p_name":"경주별이야기펜션","p_address":"경상북도 경주시 양남면 신대리 403번지","p_tel":"000-0000-0000"},
    		{"p_group":"경상북도","p_name":"경주추억만들기펜션","p_address":"경상북도 경주시 양남면 신대리 405번지","p_tel":"010-9554-5376"},
    		{"p_group":"경상북도","p_name":"경주러브스토리","p_address":"경상북도 경주시 양남면 신대리 405번지","p_tel":"010-3846-9425"},
    		{"p_group":"경상북도","p_name":"아일랜드펜션","p_address":"경상북도 포항시 북구 흥해읍 오도리 148-1번지","p_tel":"054-261-3030"},
    		{"p_group":"경상북도","p_name":"부석사아래단풍길펜션","p_address":"경상북도 영주시 부석면 임곡리 278번지","p_tel":"054-633-4833"},
    		{"p_group":"경상북도","p_name":"해바다펜션","p_address":"경상북도 경주시 양남면 하서리 621-1번지","p_tel":"054-744-0095"},
    		{"p_group":"경상북도","p_name":"영덕로하스펜션","p_address":"경상북도 영덕군 영덕읍 매정리 60-1","p_tel":"010-8287-9231"}
    	]
 }
 